{
    "title": "Drag-and-Drop Timeline",
    "returnTo": {
        "title": "Pacific Northwest Fish Wars Lesson",
        "url": "http://nmai.si.edu/nk360"
    },
    "credits": "Created by the National Museum of the American Indian. Designed and developed by <a href=\"http://www.interactivemechanics.com\" target=\"_blank\">Interactive Mechanics</a>.",
    "eras": [
        {
            "Id": 1,
            "StartDate": "Time Immemorial",
            "EndDate": "1974",
            "Moments": [
                {
                    "id": 1,
                    "date": "Time Immemorial",
                    "year": "Time Immemorial",
                    "title": "Time Immemorial", 
                    "description": "Traditional belief holds that the Creator placed Native peoples on Earth; in return for their taking care of Earth and its resources, the Creator would provide all that they would need to thrive, for generations to come.",
                    "image": "../assets/imgs/card-Time-Immemorial.jpg",
                    "fullimage": "../assets/imgs/full-Time-Immemorial.jpg",
                    "caption": "Native peoples engineered a variety of tools and techniques to harvest salmon. The hook-and-line method reflects the sustainable practice of taking enough fish for a family or community while leaving healthy, sustainable amounts of fish to spawn and migrate.",
                    "quote": "",
                    "credit": "Quileute iron salmon hook, ca.1890. NMAI 057591",
                    "excerpt": "Traditional belief holds that the Creator placed Native peoples on Earth to care and protect for its resources.",
                    "thumbnail": "../assets/imgs/card-Time-Immemorial.jpg",
                    "incorrect": "Try again. Native Nations have thoughtfully managed natural resources for countless generations."
                },
                {
                    "id": 2,
                    "date": "1854",
                    "year": "1854",
                    "title": "Palmer and Stevens Treaties", 
                    "description": "Treaties between Pacific Northwest Native Nations and the emerging U.S. government are rapidly negotiated to allow for American settlement of Indian lands.",
                    "image": "../assets/imgs/card-1854.jpg",
                    "fullimage": "../assets/imgs/full-1854.jpg",
                    "caption": "The Treaty of Medicine Creek, like others negotiated in the Pacific Northwest, guarantees the right to harvest fish, game, and other foods in “usual and accustomed” grounds located outside reservation boundaries.",
                    "quote": "",
                    "credit": "Medicine Creek Treaty, 1854 National Archives, Washington, D.C.; digitized by Oklahoma State University.",
                    "excerpt": "Treaties between Pacific Northwest Native Nations and the emerging U.S. government are rapidly negotiated.",
                    "thumbnail": "../assets/imgs/card-1854.jpg",
                    "incorrect": "Try again. As the U.S. emerged as a powerful nation, Native Nations were pressured to sign treaties."
                },
                {
                    "id": 3,
                    "date": "1905",
                    "year": "1905",
                    "title": "U.S. v Winnans", 
                    "description": "Supreme Court holds that treaty Indians reserved the right to fish at “usual and accustomed” places and that treaties are to be interpreted the way Indians had understood them. “And all treaties made, or which shall be made under the authority of the United States shall be the Supreme Law of the Land and the judges in every state shall be bound thereby” - Article VI, U.S. Constitution",
                    "image": "",
                    "caption": "",
                    "quote": "",
                    "credit": "",
                    "excerpt": "Supreme Court holds that treaty Indians reserved the right to fish at “usual and accustomed” places.",
                    "thumbnail": "https://placekitten.com/g/200/200",
                    "incorrect": "Try again. Native Nations went to the U.S. courts to affirm treaty fishing rights within 50 years after negotiating treaties with the government. "
                },
                {
                    "id": 4,
                    "date": "1960s",
                    "year": "1960",
                    "title": "“Fish Ins” begin", 
                    "description": "In an effort to defend their treaty rights, Indian Peoples along the Puget Sound begin to stage protests called fish-ins.",
                    "image": "../assets/imgs/card-1960s.jpg",
                    "fullimage": "../assets/imgs/full-1960s.jpg",
                    "caption": "Billy Frank, Jr. fishing the Nisqually River in 1973 in an act of civil disobedience.",
                    "quote": "",
                    "credit": "Photograph by Tom Thompson, courtesy of  NWIFC",
                    "excerpt": "In an effort to defend their treaty rights, Native communities stage protests called fish-ins",
                    "thumbnail": "../assets/imgs/card-1960s.jpg",
                    "incorrect": "Try again. Before exercising civil disobedience to affirm treaty fishing rights,  Native Nations went to the U.S. courts."
                },
                 {
                    "id": 5,
                    "date": "1970",
                    "year": "1970",
                    "title": "U.S. Justice Department files a lawsuit on behalf of treaty tribes", 
                    "description": "Suit lands in hands of U.S. district court judge George H. Boldt; court proceedings last three years. “There was a real tradition, in the Pacific Northwest of tribal people going to the courts. That the courts were the only real remedy that they were going to find.” - John Platt, NMAI Interview, August 2016",
                    "image": "",
                    "caption": "",
                    "quote": "",
                    "credit": "",
                    "excerpt": "“There was a real tradition, in the Pacific Northwest of tribal people going to the courts. That the courts were the only real remedy that they were going to find.” - John Platt, NMAI Interview, August 2016",
                    "thumbnail": "https://placekitten.com/g/200/200",
                    "incorrect": "Try again. Despite early court rulings in the 1900s that affirmed treaty fishing rights, Native Nations had to repeatedly bring their cases to the U.S. courts."
                }

            ]
        },
        {
            "Id": 2,
            "StartDate": "1974",
            "EndDate": "1979",
            "Moments": [
                {
                    "id": 1,
                    "date": "1974",
                    "year": "1974",
                    "title": "Boldt Decision", 
                    "description": "Landmark decision in favor of Native Nations; court affirms that tribal fishing rights are “protected under the supreme law of the land” and state laws do not trump treaty guarantees. Treaty tribes are entitled to “take an equal share of the salmon harvest”—fifty percent.",
                    "image": "../assets/imgs/card-1974.jpg",
                    "fullimage": "../assets/imgs/full-1974.jpg",
                    "caption": "Major opponents to treaty fishing rights were hunting and fishing organizations, not just the state of Washington's fisheries and game departments.",
                    "quote": "",
                    "credit": "Don Hannula, “Sportsmen protest decision,” Seattle Times, March 5, 1974",
                    "excerpt": "Landmark decision in favor of Native Nations; court affirms that tribal fishing rights are “protected under the supreme law of the land”",
                    "thumbnail": "../assets/imgs/card-1974.jpg",
                    "incorrect": "Try again. The Boldt Decision reaffirmed treaty rights and established that Native Nations are co-managers of salmon populations along the Pacific Northwest. "
                },
                {
                    "id": 2,
                    "date": "1975",
                    "year": "1975",
                    "title": "Boldt Appeal", 
                    "description": "U.S. court of appeals affirms Judge Boldt’s holding and rules that states cannot pass laws that infringe on treaty protected rights.",
                    "image": "../assets/imgs/card-1975.jpg",
                    "fullimage": "../assets/imgs/full-1975.jpg",
                    "caption": "Hatred and outrage were expressed in a variety of ways and in a variety of places. The Boldt effigy was hung outside the federal courthouse where Judge Boldt presided.",
                    "quote": "",
                    "credit": "Photograph by staff photographer Matt McVay, Seattle Times, September 11, 1977",
                    "excerpt": "U.S. court of appeals affirms Judge Boldt’s holding",
                    "thumbnail": "../assets/imgs/card-1975.jpg",
                    "incorrect": "Try again. U.S. court of appeals hears cases on appeal—or after a lower court has already made a ruling."
                },
                {
                    "id": 3,
                    "date": "1977",
                    "year": "1977",
                    "title": "CRITFC created; NWIFC created", 
                    "description": "Native Nations join forces to create fishing commissions to ensure treaty fishing rights are resolved in keeping with the restoration of tribal fisheries.",
                    "image": "../assets/imgs/card-1977.jpg",
                    "fullimage": "../assets/imgs/full-1977.jpg",
                    "caption": "Member nations of fishing commissions like the CRITFC and NWIFC coordinate with state and federal agencies to ensure fair harvesting practices between tribal and nontribal fishers.",
                    "quote": "",
                    "credit": "Seal of the Northwest Fisheries Commission, Seal of the Columbia Inter-Tribal Fish Commission",
                    "excerpt": "Native Nations join forces to create fishing commissions",
                    "thumbnail": "../assets/imgs/card-1977.jpg",
                    "incorrect": "Try again. In order for Native fishing commissions to meet their goals, Native Nations must first be recognized as co managers of salmon."
                },
                {
                    "id": 4,
                    "date": "1979",
                    "year": "1979",
                    "title": "Washington State submits appeal to U.S. Supreme Court", 
                    "description": "Supreme Court denies Washington state’s petition for certiorari (hear the case); Boldt Decision remains in effect. “What Judge Boldt did and what the Supreme Court did was not give rights in those cases, they affirmed them. In other words, they said those rights are there, we recognize them.” - Elizabeth Furse (Former Congresswoman), NMAI Interview August 2016",
                    "image": "",
                    "caption": "",
                    "quote": "",
                    "credit": "",
                    "excerpt": "Supreme Court denies Washington state’s petition for certiorari (hear the case); Boldt Decision remains in effect",
                    "thumbnail": "https://placekitten.com/g/200/200",
                    "incorrect": "Try again. The Supreme Court is the highest court of the U.S. government. Most cases that make it to the Supreme Court have already been heard in district or appellate courts."
                }

            ]
        },
        {
            "Id": 3,
            "StartDate": "1979",
            "EndDate": "Present",
            "Moments": [
                {
                    "id": 1,
                    "date": "1985",
                    "year": "1985",
                    "title": "U.S./Canada Pacific Salmon Treaty", 
                    "description": "Treaty adds tribal representation to the international decision-making body along with other government fish managers. “The Pacific Salmon Treaty covers fisheries occuring across more than a thousand miles of coastline, ranging from central Oregon through southeast Alaska. These fisheries are the cornerstone of many coastal communities, providing jobs for fishermen and supporting centuries old traditions of First Nations and Indian Tribes” Quoted from Pacific Salmon Treaty and Commission Fact Sheet http://www.westcoast.fisheries.noaa.gov/publications/fishery_management/salmon_steelhead/pacific_salmon_treaty_fact_sheet_022315.pdf",
                    "image": "",
                    "caption": "",
                    "quote": "",
                    "credit": "",
                    "excerpt": "Treaty adds tribal representation to the international decision-making body along with other government fish managers.",
                    "thumbnail": "https://placekitten.com/g/200/200",
                    "incorrect": "Try again. In order to restore salmon populations of the Pacific Northwest, Native Nations must be included at the table of salmon resource management. "
                },
                {
                    "id": 2,
                    "date": "1991",
                    "year": "1991",
                    "title": "Endangered Species Act", 
                    "description": "Several salmon runs from the Snake River, the Columbia’s largest tributary were listed under the Endangered Species Act.",
                    "image": "../assets/imgs/full-1991.jpg",
                    "fullimage": "../assets/imgs/full-1991.jpg",
                    "caption": "",
                    "quote": "",
                    "credit": "Dead Salmon, September 24, 2011. Photograph by Christopher Porter <a target='_blank' href='https://creativecommons.org/licenses/by-nc-nd/2.0'>License</a>, <a target='_blank' href='https://www.flickr.com/photos/canadianveggie/6184023793/'>Source</a>",
                    "excerpt": "Several salmon runs from the Snake River, the Columbia’s largest tributary were listed under the Endangered Species Act.",
                    "thumbnail": "../assets/imgs/full-1991.jpg",
                    "incorrect": "Try again. Despite the Boldt Decision’s (1974) mandate that tribal, state, and federal governments comanage salmon runs, almost twenty years later salmon populations remained threatened."
                },
                {
                    "id": 3,
                    "date": "1994",
                    "year": "1994",
                    "title": "Rafeedie Ruling", 
                    "description": "Federal District Judge Edward Rafeedie rules that treaties’ “in common” language means the tribes reserved harvest rights to half of all shellfish from all of the usual and accustomed places.",
                    "image": "../assets/imgs/card-1994.jpg",
                    "fullimage": "../assets/imgs/full-1994.jpg",
                    "caption": "",
                    "quote": "",
                    "credit": "Shellfish, January 20, 2016. Photograph by Judy Dean <a target='_blank' href='https://creativecommons.org/licenses/by/2.0/'>License, <a target='_blank' href='https://www.flickr.com/photos/peterscherub/24565124625/''>Source</a>",
                    "excerpt": "Federal court rules that “in common” language applies to shellfish harvest rights",
                    "thumbnail": "../assets/imgs/card-1994.jpg",
                    "incorrect": "Try again. Issued twenty years after the Boldt Decision, the Rafeedie Ruling further strengthened Native Nations’ treaty fishing rights."
                },
                {
                    "id": 4,
                    "date": "2014",
                    "year": "2014",
                    "title": "“Boldt 40”", 
                    "description": "The 40th anniversary of the Boldt Decision.  Sponsored by the NWIFC and Salmon Defense Fund, treaty tribes and non-Indian allies celebrate successes and confront ongoing challenges to restore salmon in the Pacific Northwest.",
                    "image": "../assets/imgs/card-2014.jpg",
                    "fullimage": "../assets/imgs/full-2014.jpg",
                    "caption": "Twelve speakers were honored with Pendleton blankets for participating in panel discussions at Boldt 40, February 5 at the Squaxin Island Tribe’s Skookum Event Center.",
                    "quote": "",
                    "credit": "Photograph and caption by Richard Walker,  Indian Country Today",
                    "excerpt": "The 40th anniversary of the Boldt Decision",
                    "thumbnail": "../assets/imgs/card-2014.jpg",
                    "incorrect": "Try again. The Boldt Decision was made in 1974."
                }

            ]
        }
            
           
    ]
}
