{
    "title": "Resource Annotator",
    "page_title": "Northern Plains Treaties: Values",
    "introduction": "Use the annotator tool to mark up each source and caption. You can use up to five pins for the theme.",
	"themes": [
	    {
	    	"title": "Values",
	    	"tooltip_text": "Beliefs about what is important; values influence behavior and attitudes.",
	    	"count": 5,
			"highlight_color": "#FF0000"
	    }
    ],
	"sources": [
		{
			"id": 1,
		    "title": "Cheyenne Memories",
		    "image_url": "",
		    "image_caption": "",
		    "image_credit": "",
		    "body": "“Almost every tribal religion was based on land in the sense that the tribe felt that its lands were specifically given to its use. The proceedings of treaty councils are filled with protests and declarations by Indians to the effect that lands cannot be sold since no human has the power or right to own them. Some of the old chiefs felt that, because generations of their ancestors had been buried on their lands and because the sacred events of their religion had taken place on the lands, they were obligated to maintain the tribal lands against new kinds of exploitation.”",
		    "source": "John Stands in Timber and Margot Liberty, Cheyenne Memories (Lincoln: University of Nebraska Press, 1972)",
		    "caption": "Late <span data-pronounce='../shared/lib/im/audio/PL_Cheyenne.mp3'>Cheyenne</span> <span data-toggle='tooltip' title='An older person who is respected because of her or his wisdom and cultural knowledge.'>elder</span>, John Stands In Timber, explains the relationship and attachment to homeland that was generally shared by Native people. Land was central to ceremony and generational history.  Native people were intimately tied to particular landscapes.",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Passage",
		    "excerpt": "“Almost every tribal religion was based on land in the sense that the tribe felt that its lands were specifically given to its use. The proceedings of treaty councils are filled with protests and declarations by Indians to the effect that lands cannot be sold since no human has the power or right to own them.”",
		    "thumbnail_image": "",
		    "question_text": "<p>What kinds of relationships did Native people have with their homelands?</p><p>What evidence do you think Winthrop had to make the claim that Native people in New England did not utilize their homelands?</p>"
		},
		{
			"id": 2,
		    "title": "John Winthrop",
		    "image_url": "",
		    "image_caption": "",
		    "image_credit": "",
		    "body": "“As for the Natives in New England, they inclose noe Land, neither have any settled habytation, nor any tame Cattle to improve the Land by, and soe have noe other but a Naturall Right to those Countries, soe as if we leave them sufficient for their use, we may lawfully take the rest, there being more than enough for them and us.”",
		    "paraphrase": "“As for the Natives in New England, they claim no Land, nor do they have any settled places to live, nor any tame Cattle to improve the Land, and so they have only a Naturall Right, not a legal right, to those Countries; so if we leave them sufficient land for their use, we may lawfully take the rest, since there is more than enough for them and us.”",
		    "source": "John Winthrop, “General Considerations for the Plantation in New England.” in Winthrop Papers, vol. 2, ed. Allyn B. Forbes (Boston: Massachusetts Historical Society, 1929–47), 118",
		    "caption": "John Winthrop delivered this address the year before coming to America. Winthrop later went on to be governor of the Massachusetts Bay Colony.",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Speech",
		    "excerpt": "“As for the Natives in New England, they inclose noe Land, neither have any settled habytation, nor any tame Cattle to improve the Land by, and soe have noe other but a Naturall Right to those Countries, soe as if we leave them sufficient for their use, we may lawfully take the rest, there being more than enough for them and us.”",
		    "thumbnail_image": "",
		    "question_text": "<p>What do you think Winthrop means by “noe other but a Naturall Right”?</p><p>Do you believe it was lawful to take someone’s land because they did not appear to be using it?</p>"
		},
		{
			"id": 3,
		    "title": "Vine Deloria Jr.",
		    "image_url": "",
		    "image_caption": "",
		    "image_credit": "",
		    "body": "“When Indians gave their word and smoked the pipe, they sent the smoke to the Creator. It was sacred, and the treaty was good in the eyes of all. The white men had to go back and ask other white men if they could keep their promises and make good on their word.”",
		    "source": "Vine Deloria Jr., quoted in the introduction to Nation to Nation: Treaties Between the United States and American Indian Nations, ed. Suzan Shown Harjo (Washington, D.C. and New York: Smithsonian Institution, 2014), 3",
		    "caption": "Vine Deloria, Jr. (Standing Rock <span data-pronounce='../shared/lib/im/audio/PL_Sioux.mp3'>Sioux</span>) is speaking to the ethics of Native people and the <span data-toggle='tooltip' title='The quality of being honest and having strong moral principles.'>integrity</span> bound to the pipe.  He contrasts this with the process of government treaty negotiators making promises that were not in force or legal until that treaty was <span data-toggle='tooltip' title='To sign or give formal approval to.'>ratified</span> by the <span data-toggle='tooltip' title='One of two branches of the U.S. government responsible for passing laws. Each state has two Senators representing it.'>Senate</span>.",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Quote",
		    "excerpt": "“When Indians gave their word and smoked the pipe, they sent the smoke to the Creator. It was sacred, and the treaty was good in the eyes of all. The white men had to go back and ask other white men if they could keep their promises and make good on their word.”",
		    "thumbnail_image": "",
		    "question_text": "<p>Are there ethical dilemmas posed by the choice of the Senate to ratify (officially approve) a treaty or not?</p><p>Do you think it was appropriate for the Senate to alter a treaty guarantee after the treaty was negotiated and signed?</p>"
		},
		{
			"id": 4,
		    "title": "United States Constitution Article II",
		    "image_url": "",
		    "image_caption": "",
		    "image_credit": "",
		    "body": "[Article II, Section 2 excerpt] “[The President] shall have Power, by and with the Advice and Consent of the Senate, to make Treaties, provided two thirds of the Senators present concur.”",
		    "source": "Article II, Section 2, U.S. Constitution",
		    "caption": "Article II of the U.S. Constitution contains language that delineates the powers of the <span data-toggle='tooltip' title='The branch of the U.S. government that includes the President, Vice President, and heads of federal agencies.'>executive branch</span> and the <span data-toggle='tooltip' title='One of two branches of the U.S. government responsible for passing laws.  Each state has two Senators representing it.'>Senate</span> in making and <span data-toggle='tooltip' title='To sign or give formal approval to.'>ratifying</span> a treaty.",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Text",
		    "excerpt": "“[The President] shall have Power, by and with the Advice and Consent of the Senate, to make Treaties, provided two thirds of the Senators present concur.”",
		    "thumbnail_image": "",
		    "question_text": "<p>Are there ethical dilemmas posed by the choice of the Senate to ratify (officially approve) a treaty or not?</p><p>Do you think it was appropriate for the Senate to alter a treaty guarantee after the treaty was negotiated and signed?</p>"
		},
		{
			"id": 5,
		    "title": "Curly Chief (<span data-pronounce=“../shared/lib/im/audio/PL_Pawnee.mp3”>Pawnee</span>)",
		    "image_url": "",
		    "image_caption": "",
		    "image_credit": "",
		    "body": "“I heard that long ago there was a time when there were no people in this country except Indians. After that the people began to hear of men that had white skins; they had been seen far to the east. Before I was born they came out to our country and visited us. The man who came was from the government. He wanted to make a treaty with us, and to give us presents, blankets and guns, flint and steel, and knives. The Head Chief told him that we needed none of these things. He said, “We have our buffalo and corn. These things the Ruler gave to us, and they are all we need…We do not want your presents, and we do not want you to come into our country.”",
		    "source": "Curly Chief, “Keep Your Presents” in Native American Testimony, ed. Peter Nabokov (New York: Penguin Books, 1999)",
		    "caption": "Curly Chief (<span data-pronounce='../shared/lib/im/audio/PL_Pawnee.mp3'>Pawnee</span>) describes his leader rejecting European goods, valuing their tribal land and resources over what was being offered.",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Quote",
		    "excerpt": "“I heard that long ago there was a time when there were no people in this country except Indians. After that the people began to hear of men that had white skins... Before I was born they came out to our country and visited us. The man who came was from the government. He wanted to make a treaty with us, and to give us presents, blankets and guns, flint and steel, and knives. The Head Chief told him that we needed none of these things.”",
		    "thumbnail_image": "",
		    "question_text": "<p>What time period do you think Curly Chief is referring to when he says, “. . . there were no people in this country except Indians.”?</p><p>How much do you think the Pawnee knew about treaty making and its consequences?</p>"
		},
		{
			"id": 6,
		    "title": "Johnson v. M’Intosh (1823)",
		    "image_url": "",
		    "image_caption": "",
		    "image_credit": "",
		    "body": "“The United States, then, have unequivocally acceded to that great and broad rule [Discovery] by which its civilized inhabitants now hold this country. They hold, and assert in themselves, the title by which it was acquired. They maintain, as all others have maintained, that discovery gave an exclusive right to extinguish the Indian title of occupancy, either by purchase or by conquest; and gave also a right to such a degree of sovereignty, as the circumstances of the people would allow them to exercise.”",
		    "paraphrase": "The United States, then, have clearly accepted that great and broad legal power [the act of “Discovery”] by which its civilized inhabitants now control this country.  They have and they exercise the rights to the land by which [the country] was acquired.  They claim, as all others have claimed, that discovery gave them an exclusive legal authority to end, either by purchase or by war, the Indians’ right to occupy the land; and [discovery] gave them also a right to whatever degree of government authority the circumstances of the people would allow them to exercise.",
		    "source": "Johnson v. M’Intosh, 21 U.S. (8 Wheat) 543 (1823)",
		    "caption": "In 1823, the <span data-toggle='tooltip' title='The highest court in the United States. It consists of nine justices.'>Supreme Court</span> was faced squarely with the long-anticipated questions of whether the <span data-toggle='tooltip' title='The concept used to support policies that invalidated or ignored Native possession of land in order to justify colonial or U.S. governments taking possession of that land.'>Doctrine of Discovery</span> was American law; the nature of Indian <span data-toggle='tooltip' title='Ownership of land and the rights associated with that ownership.'>land titles</span>; and whether individuals could extinguish Indian titles.  Johnson v. M’Intosh is an extremely important Indian law case because it was the first major Indian case to reach the Supreme Court, and because it tested the ownership of all real property in the United States.",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Quote",
		    "excerpt": "“The United States, then, have unequivocally acceded to that great and broad rule [Discovery] by which its civilized inhabitants now hold this country. They hold, and assert in themselves, the title by which it was acquired. They maintain, as all others have maintained, that discovery gave an exclusive right to extinguish the Indian title of occupancy, either by purchase or by conquest; and gave also a right to such a degree of sovereignty, as the circumstances of the people would allow them to exercise.”",
		    "thumbnail_image": "",
		    "question_text": "What beliefs are reflected in the Doctrine of Discovery?"
		},
		
		{
			"id": 7,
		    "title": "American Progress",
		    "image_url": "./assets/imgs/m2a1/full-source-7.jpg",
		    "image_caption": "",
		    "image_credit": "George A. Crofutt, American Progress, ca. 1873. Chromolithograph after an 1872 oil painting by John Gast, courtesy of the Library of Congress, LC-DIG-ppmsca-09855",
		    "body": "A romantic depiction of the <span data-toggle='tooltip' title='A system of ideas and ideals.'>ideology</span> of the <span data-toggle='tooltip' title='The concept used to support policies that invalidated or ignored Native possession of land in order to justify colonial or U.S. governments taking possession of that land.'>Doctrine of Discovery</span> and <span data-toggle='tooltip' title='A 19th-century belief that the expansion of the U.S. throughout the North American continent was both justified and inevitable.'>Manifest Destiny</span>.",
		    "source": "",
		    "caption": "",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Image",
		    "excerpt": "A romantic depiction of the ideology of the Doctrine of Discovery and Manifest Destiny.",
		    "thumbnail_image": "./assets/imgs/m2a1/thumbnail-source-7.jpg",
		    "question_text": "<p>What values about Manifest Destiny and the Doctrine of Discovery can be inferred from this painting?</p><p>What are the consequences of Manifest Destiny and the Doctrine of Discovery can be inferred from this photograph?</p>"
		},
		{
			"id": 8,
		    "title": "Bison Skulls",
		    "image_url": "./assets/imgs/m2a1/full-source-8.jpg",
		    "image_caption": "",
		    "image_credit": "Bison skulls, ca. 1890. Photograph courtesy of the Burton Historical Collection, Detroit Public Library, https://digitalcollections.detroitpubliclibrary.org/islandora/object/islandora%3A151477",
		    "body": "Increased western settlement, a growing market for bison products, and the use of horses and firearms all contributed to the bison’s near extinction in the nineteenth century. By the late 1800s, the railroad industry had also taken its toll; bison were viewed as a barrier to advancing travel westward and this justified their decimation. They were also intentionally slaughtered to impact the major food source of Plains tribes.",
		    "source": "",
		    "caption": "",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Image",
		    "excerpt": "Increased western settlement, a growing market for bison products, and the use of horses and firearms all contributed to the bison’s near extinction in the nineteenth century. By the late 1800s, the railroad industry had also taken its toll; bison were viewed as a barrier to advancing travel westward and this justified their decimation. They were also intentionally slaughtered to impact the major food source of Plains tribes.",
		    "thumbnail_image": "./assets/imgs/m2a1/thumbnail-source-8.jpg",
		    "question_text": "<p>What values about Manifest Destiny and the Doctrine of Discovery can be inferred from this painting?</p><p>What are the consequences of Manifest Destiny and the Doctrine of Discovery can be inferred from this photograph?</p>"
		}

	],
    "returnTo": {
        "title": "Northern Plains Culture Lesson",
        "url": "http://nmai.si.edu/nk360"
    },
    "credits": "Created by the National Museum of the American Indian.<br>Designed and developed by <a href=\"http://www.interactivemechanics.com\" target=\"_blank\">Interactive Mechanics</a>."
}
