{
    "title": "Resource Annotator",
    "page_title": "Pacific Northwest Fish Wars and Boldt Decision",
    "introduction": "Use the annotator tool to mark up each source and caption. You can use up to five pins for the theme.",
	"themes": [
	    {
	    	"title": "Backlash",
	    	"tooltip_text": "A strong public reaction against something",
	    	"count": 5,
			"highlight_color": "#FF0000"
	    }
    ],
	"sources": [

		{
			"id": 1,
		    "title": "Sportsmen Protest Decision",
		    "image_url": "./assets/imgs/m4a1/full-source-1.jpg",
		    "image_caption": "Major opponents to treaty fishing rights were hunting and fishing organizations, not just the state of Washington's fisheries and game departments.",
		    "image_credit": "Don Hannula, “Sportsmen Protest Decision,” Seattle Times, March 5, 1974",
		    "body": "[Article excerpt Text]Tacoma — More than 700 sportsmen marched around the Federal Courthouse here today protesting an Indian fishing-rights decision by United States District Court Judge George H. Boldt. Three trailered boats were parked in front of the courthouse and sportsmen carrying signs, fishing poles, nets, and American flags demonstrated peacefully against the decision that was highly favorable to the Indians. Chartered buses carried sportsmen from Southwest Washington and Everett. Others came from as far away as Wenatchee and Spokane by car. The protest was held as three scheduled days of post-trial motions began in the case. Both the State Fisheries and Game Departments have said they will appeal Judge Boldt’s decision. Judge Boldt upheld the rights of members of several Western Washington Indian tribes to fish with nets off reservation in accordance with terms of treaties signed in the 1850s. A key thrust of the decision said that Indians should be treated as equals in the taking of salmon and steelhead. He said he understood this to mean 50 percent for Indians and 50 percent for non-Indians. Fisheries and Game Department officials have said it would be necessary to cut back on non-Indian commercial and sports fishing to provide for the Indian’s shares under the decision. During the demonstration, leaders used a <span data-toggle='tooltip' title='An electric device that amplifies the sound of a voice.'>bullhorn</span> to shout questions <span data-toggle='tooltip' title='Evoking or drawing out.'>eliciting</span> pep rally type responses. Sportsmen—including some women, some children and a few blacks and Asians—carried an array of signs in today’s demonstration. One said: “Sportsmen’s rights torn to a shred, screwed by a Boldt, without any thread.” Other signs said “Equal rights for All Citizens,”  “Fish for all,” “What about our sons?,” “This is 1974, not 1854.” The demonstration was organized by the Northwest Steelheader’s council of Trout Unlimited but was supported by numerous fishing and hunting organizations. Gary Ellis, Tacoma, president of the Northwest Steelheaders, said the turnout exceeded expectations. “When all these guys take a day off work, it shows they are concerned,” Ellis said. “I doubt that it would alter the decision but it certainly shows the concern sportsmen have for the resource. We certainly hope the <span data-toggle='tooltip' title='The highest court in the United States. It consists of nine justices.'>Supreme Court</span> will alter the decision.”",
		    "source": "Don Hannula, “Sportsmen Protest Decision,” Seattle Times, March 5, 1974",
		    "caption": "",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Image/Article",
		    "excerpt": "Major opponents to treaty fishing rights were hunting and fishing organizations, not just the state of Washington's fisheries and game departments.",
		    "thumbnail_image": "./assets/imgs/m4a1/thumbnail-source-1.jpg",
		    "question_text": "<p>What was at stake for the sport fishers as a result of the Boldt Decision?</p><p>How might education about treaty rights impact the viewpoints of the non-Indian fishers in this article?</p>"
		},
		{
			"id": 2,
		    "title": "Hank Adams",
		    "image_url": "",
		    "image_caption": "",
		    "image_credit": "",
		    "body": "“Well, fish buyers who had pretended to have good relations with such fisheries as the <span data-pronounce='../shared/lib/im/audio/PNW_Tulalip.mp3'>Tulalips</span> and the <span data-pronounce='../shared/lib/im/audio/PNW_Lummi.mp3'>Lummis</span> . . . , they said. . . , ‘We aren't going to sell your fishermen gasoline anymore from our docks. We aren't going to supply ice for the fish that you take into the <span data-toggle='tooltip' title='The main parts of ships and boats, including the sides and decks.'>hulls</span> of your boats.’ And so there was all these things and the state of Washington stood behind them on that, saying, ‘Well, the Boldt Decision isn't really in effect until the <span data-toggle='tooltip' title='The highest court in the United States. It consists of nine justices.'>Supreme Court</span> upholds it.’”",
		    "source": "Hank Adams (<span data-pronounce='../shared/lib/im/audio/PNW_Assinboine-Sioux_of_Fort_Peck_Tribes.mp3'>Assiniboine-Sioux of Fort Peck Tribes</span>), NMAI Interview, July 2016",
		    "caption": "The type of discrimination described here was common before, during, and after the Boldt Decision.",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Quote",
		    "excerpt": "‘We aren't going to sell your fishermen gasoline anymore from our docks. We aren't going to supply ice for the fish that you take into the hulls of your boats.’ And so there was all these things and the state of Washington stood behind them on that, saying, ‘Well, the Boldt Decision isn't really in effect until the Supreme Court upholds it.”",
		    "thumbnail_image": "",
		    "question_text": "Does the state of Washington have an obligation to prevent discriminatory actions such as the one described here? Why or why not?"
		},
		{
			"id": 3,
		    "title": "Indian Voice",
		    "image_url": "./assets/imgs/m4a1/full-source-3.jpg",
		    "image_caption": "Indian Civil Rights Hearings, November 1977. Cartoon by Indian Voice, Small Tribes Organization of Western Washington <a target='_blank' href='http://depts.washington.edu/civilr/CRcommission.htm'>Source</a>",
		    "image_credit": "Cartoon courtesy of Indian Voice, November 1977",
		    "body": "Indian Voice, published by the Small Tribes Organization of Western Washington in Federal Way, raised the alarm about the backlash, as did other Native publications. This cartoon is from the November 1977 issue. 'Belloni' refers to Robert C. Belloni, the federal court judge who reaffirmed treaty fishing rights and ruled that tribes were guaranteed to their 'fair share' in his 1968 ruling in Sohappy v. Smith.",
		    "source": "",
		    "caption": "",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Image",
		    "excerpt": "Indian Voice, published by the Small Tribes Organization of Western Washington in Federal Way, raised the alarm about the backlash, as did other Native publications. This cartoon is from the November 1977 issue. 'Belloni' refers to Robert C. Belloni, the federal court judge who reaffirmed treaty fishing rights and ruled that tribes were guaranteed to their 'fair share' in his 1968 ruling in Sohappy v. Smith.",
		    "thumbnail_image": "./assets/imgs/m4a1/thumbnail-source-3.jpg",
		    "question_text": "<p>What does the cartoon imply about the impact of tribal vs. commercial fishing?</p><p>What is the central message of the cartoon?</p>"
		},
		{
			"id": 4,
		    "title": "Mel Moon",
		    "image_url": "",
		    "image_caption": "",
		    "image_credit": "",
		    "body": "“Yeah, well, the Boldt Decision, it was very difficult because there was just this intensity of hate. People would spit on you. And yell at you, and call you names.” Mel Moon (Quileute), NMAI Interview, July 2016",
		    "source": "Mel Moon (Quileute), NMAI Interview, July 2016",
		    "caption": "Racism took many forms during this time. Mel Moon, a citizen of the <span data-pronounce='../shared/lib/im/audio/PNW_Quileute.mp3'>Quileute</span> Nation, reflects on the treatment he received from non-Indians following the Boldt Decision.",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Quote",
		    "excerpt": "“Yeah, well, the Boldt Decision, it was very difficult because there was just this intensity of hate. People would spit on you. And yell at you, and call you names.”",
		    "thumbnail_image": "",
		    "question_text": "<p>How might effigies like this impact the communities, both Indian and non-Indian, in which Boldt’s ruling took effect? </p><p>What potential consequences—both positive and negative—might come from publicizing these images in a regional newspaper like the Seattle Times?</p>"
		},
		{
			"id": 5,
		    "title": "Boldt Effigy",
		    "image_url": "./assets/imgs/m4a1/full-source-5.jpg",
		    "image_caption": "",
		    "image_credit": "Photograph by staff photographer Matt McVay, courtesy of Seattle Times, September 11, 1977",
		    "body": "Hatred and outrage were expressed in a variety of ways and in a variety of places. The Boldt <span data-toggle='tooltip' title='A crude model of someone, made specifically to be damaged or destroyed as a protest or expression of anger against the person or what he represents.'>effigy</span> was hung outside the federal courthouse where Judge Boldt presided.",
		    "source": "",
		    "caption": "",
		    "audio_url": "",
		    "video_url": "",
		    "source_type": "Image",
		    "excerpt": "Hatred and outrage were expressed in a variety of ways and in a variety of places. The Boldt effigy was hung outside the federal courthouse where Judge Boldt presided.",
		    "thumbnail_image": "./assets/imgs/m4a1/thumbnail-source-5.jpg",
		    "question_text": "<p>How might effigies like this impact the communities, both Indian and non-Indian, in which Boldt’s ruling took effect?</p><p>What potential consequences—both positive and negative—might come from publicizing these images in a regional newspaper like the Seattle Times?</p>"
		}
		
	],
    "returnTo": {
        "title": "Pacific Northwest Lesson",
        "url": "http://nmai.si.edu/nk360"
    },
    "credits": "Created by the National Museum of the American Indian. Designed and developed by <a href=\"http://www.interactivemechanics.com\" target=\"_blank\">Interactive Mechanics</a>."
}
